brew "bat"
brew "chezmoi"
brew "czg"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "libyaml"
brew "mise"
brew "peco"
brew "starship"
cask "bartender"
cask "bettertouchtool"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "raycast"
cask "rectangle"
cask "switchhosts"
cask "visual-studio-code"
vscode "github.copilot-chat"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "sorbet.sorbet-vscode-extension"
