brew "awscli"
brew "bat"
brew "chezmoi"
brew "colima"
brew "czg"
brew "docker"
brew "docker-compose"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "glow"
brew "libyaml"
brew "mise"
brew "peco"
brew "starship"
cask "bartender"
cask "bettertouchtool"
cask "docker-desktop"
cask "font-jetbrains-mono-nerd-font"
cask "gcloud-cli"
cask "google-chrome"
cask "iterm2"
cask "orbstack"
cask "raycast"
cask "rectangle"
cask "switchhosts"
cask "visual-studio-code"
vscode "aykutsarac.jsoncrack-vscode"
vscode "clemenspeters.format-json"
vscode "eamodio.gitlens"
vscode "github.copilot-chat"
vscode "khaeransori.json2csv"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "sorbet.sorbet-vscode-extension"
